Repository: kpstar/LomiApp-ObjectC-
Catalog: LomiApp/res/*.lproj/Localizable.strings
Languages: ar

# ALERT_MESSAGE_NETWORKERROR
source: The attempt to load data via your data service has failed. Try again or use a WiFi connection.
ar: فشلت محاولة تحميل البيانات عبر خدمة البيانات الخاصة بك. حاول من جديد أو استخدام اتصال واي فاي.

# ALERT_MESSAGE_API_CHECKEMAIL_VALID
source: Email is fine!!
ar: !!الإيميل صحيح

# ALERT_MESSAGE_CHOOSENUT_NOFREE
source: Now there is no free nutritionist. Please try again later
ar: الآن لا يوجد خبيرة تغذية متوفرة . الرجاء معاودة المحاولة في وقت لاحق

# ALERT_TITLE_FAIL
source: Fail
ar: فشل

# ALERT_TITLE_ERROR
source: Error
ar: خطأ

# ALERT_TITLE_NOTE
source: Note
ar: ملاحظة

# ALERT_TITLE_SORRY
source: Sorry
ar: نعتذر

# ALERT_TITLE_CONGAT
source: Congats!
ar: مبروك‫!‬

# ALERT_MESSAGE_LOGIN_INPUTERROR
source: Email and Password could not be empty.
ar: البريد الإلكتروني وكلمة المرور لا يمكن أن تكون فارغة.

# ALERT_MESSAGE_FORGOTPASS_INPUTERRROR
source: Email could not be empty.
ar: البريد الإلكتروني لا يمكن أن تكون فارغة.

# ALERT_MESSAGE_REGIST1_INPUTERROR_FIRSTNAME
source: First name is too short
ar: الاسم الأول قصير جدا

# ALERT_MESSAGE_REGIST1_INPUTERROR_LASTNAME
source: Last name is too short
ar: الاسم الأخير قصير جدا

# ALERT_MESSAGE_REGIST1_INPUTERROR_EMAIL
source: Email is invalid
ar: البريد الإلكتروني غير صحيح

# ALERT_MESSAGE_REGIST1_INPUTERROR_PASSWORD
source: Password should be more than 6 characters
ar: كلمة المرور يجب ان تكون ٦ أحرف على الأقل

# ALERT_MESSAGE_REGIST1_INPUTERROR_CONFRIMPASSWORD
source: Passwords do not match
ar: كلمة المرور غير متطابقة

# ALERT_MESSAGE_REGIST1_INPUTERROR_CONFRIMEMAIL
source: Email Confirmation does not match
ar: الايميل غير صحيح

# ALERT_MESSAGE_REGIST1_INPUTERROR_INVALIDEMAIL
source: Please enter valid email address
ar: الرجاء إدخال عنوان بريد إلكتروني صحيح

# ALERT_MESSAGE_REGIST2_INPUTERROR_COUNTRY
source: Please select your country
ar: الرجاء اختر بلدك

# ALERT_MESSAGE_REGIST2_INPUTERROR_BIRTHDAY
source: Please select your birthday
ar: الرجاء تحديد تاريخ ميلادك

# ALERT_MESSAGE_PHOTO_NOCAMERA
source: No Camera
ar: لا يوجد كاميرا

# ALERT_MESSAGE_PHOTO_NOPHOTOLIBRARY
source: No Photo Library
ar: لا يوجد مكتبة صور

# ALERT_MESSAGE_CHOOSELANGUAGE
source: To change language you have to restart the app manually. Do you want to close the app now?
ar: لتغيير اللغة الرجاء إعادة تشغيل التطبيق يدويا. هل تريد إغلاق التطبيق الآن؟

# ALERT_PAYMENT_INVALIDCARD
source: Invalid Card
ar: بطاقة غير صالحة

# ALERT_PAYMENT_FAILED
source: Payment is failed
ar: فشل الدفع

# ALERT_PAYMENT_YOURECEIVE
source: You receive
ar: لقد حصلت على

# ALERT_PAYMENT_PREMIUM
source: Premium Account
ar: من الخدمة المميزة

# ALERT_MESSAGE_PROMOTION_INPUTERROR_INVALIDCODE
source: Please enter valid code
ar: الرجاء ادخال رمز ترويجي صحيح

# ALERT_CHOOSE_OPTION
source: Please select at least one option
ar: اختر على الاقل خيار واحد

# ALERT_MESSAGE_UPDATE
source: Please update your app with latest version.
ar: الرجاء تحميل التحديث الاخير للتطبيق

# QUESTIONARIES_DIETREASONS_WEIGHT
source: Weight management / Healthy lifestyle diet
ar: برنامج تغذية للتحكم بالوزن / نظام اكل صحي

# QUESTIONARIES_DIETREASONS_PREGNANT
source: Pregnant/nursing mothers diet
ar: برنامج تغذية للحامل / المرضع

# QUESTIONARIES_DIETREASONS_DETOX
source: Detox/ Holistic nutrition diet
ar: برنامج تغذية للتخلص من السموم

# QUESTIONARIES_DIETREASONS_SPORTS
source: Sports Nutrition diet
ar: برنامج تغذية الرياضيين

# QUESTIONARIES_DIETREASONS_HIGH
source: High cholesterol diet
ar: برنامج تغذية لارتفاع الكوليسترول

# QUESTIONARIES_DIETREASONS_BARIATRIC
source: Bariatric diet
ar: برنامج تغذية جراحات السمنة

# QUESTIONARIES_DIETREASONS_DIABETES
source: Diabetes patient diet
ar: برنامج تغذية لمريض السكري

# QUESTIONARIES_DIETREASONS_HYPOTHYROIDISM
source: Hypothyroidism / hyperthyroidism diet
ar: برنامج تغذية لمشاكل الغدة الدرقية

# QUESTIONARIES_DIETREASONS_IRRITABLE
source: Irritable Bowel Syndrome diet
ar: برنامج تغذية ل القولون العصبي

# QUESTIONARIES_DIETREASONS_CANCER
source: Cancer patient diet
ar: برنامج تغذية لمريض السرطان

# QUESTIONARIES_DIETREASONS_URIC
source: High Uric Acid diet
ar: برنامج تغذية ل ارتفاع حمض اليوريك اسيد

# QUESTIONARIES_DIETREASONS_HYPERTENSION
source: Hypertension patient Diet
ar: برنامج تغذية ل ارتفاع ضغط الدم

# QUESTIONARIES_DIETREASONS_PEDIATRIC
source: Pediatric Nutrition diet
ar: برنامج تغذية للاطفال والمراهقين

# QUESTIONARIES_DIETREASONS_OTHER
source: Other
ar: اسباب اخرى

# TEXT_QUESTIONARIES_DIETREASONS_DISEASE
source: Please Specify Your Diet Reasons / Disease
ar: ماسبب الحمية الغذائية / المرض ان وجد

# QUESTIONARIES_SPORT_Onceaweek
source: Once a week
ar: مرة اسبوعيا

# QUESTIONARIES_SPORT_Everyday
source: Every day
ar: كل يوم

# QUESTIONARIES_SPORT_Fewdaysaweek
source: Few days a week
ar: اكثر من مرة اسبوعيا

# QUESTIONARIES_SPORT_Never
source: Never
ar: ابدا

# QUESTIONARIES_WORK_Fieldwork
source: Field work
ar: عمل ميداني

# QUESTIONARIES_WORK_Officework
source: Office work
ar: عمل مكتبي

# QUESTIONARIES_WORK_Wifehouse
source: Wife house
ar: ربة منزل

# QUESTIONARIES_WORK_Dontwork
source: Don’t work
ar: لا أعمل

# QUESTIONARIES_WORK_Activitywork
source: Activity work
ar: عمل نشاطي

# QUESTIONARIES_FOODKIND_Vegetables
source: Vegetables
ar: الخضروات

# QUESTIONARIES_FOODKIND_Fishorotherseafood
source: Fish or other sea food
ar: المأكولات البحرية

# QUESTIONARIES_FOODKIND_Chicken
source: Chicken
ar: الدجاج

# QUESTIONARIES_FOODKIND_Redmeat
source: Red meat
ar: اللحم الأحمر

# QUESTIONARIES_FOODKIND_Breadorothergrain
source: Bread or other grain
ar: الخبز و غيرها من الحبوب

# QUESTIONARIES_FOODKIND_Peanutsnuts
source: Peanuts & nuts
ar: الفول السوداني والمكسرات

# QUESTIONARIES_FOODKIND_Egg
source: Egg
ar: البيض

# QUESTIONARIES_FOODKIND_MilkandDairy
source: Milk and Dairy
ar: الحليب ومنتجات الألبان

# QUESTIONARIES_FOODKIND_FruitsVegetables
source: Fruits & Vegetables
ar: فواكه وخضروات

# QUESTIONARIES_FOODKIND_Nothing
source: Nothing
ar: لا شيء

# SPECIALITY_ALL
source: All specialities
ar: جميع التخصصات

# SPECIALITY_PEDIATRIC
source: Pediatric Dietitian
ar: اختصاصي تغذية اطفال ومراهقين

# SPECIALITY_DIABETIC
source: Diabetic Dietitian
ar: اختصاصي تغذية سكري

# SPECIALITY_CLINICAL
source: Clinical Dietitian
ar: اختصاصي تغذية عيادية

# SPECIALITY_SPORTS
source: Sports Dietitian
ar: اختصاصي تغذية رياضيين

# SPECIALITY_THERAPEUTIC
source: Therapeutic Dietitian
ar: اختصاصي تغذية علاجية

# SPECIALITY_HOLISTIC
source: Holistic Nutrition
ar: اختصاصي تغذية وحمية

# STR_OK
source: OK
ar: موافق

# STR_NOCAMERA
source: No Camera
ar: لا يوجد كاميرا

# STR_YES
source: YES
ar: نعم

# STR_NO
source: NO
ar: لا

# STR_CLOSE
source: Close
ar: أغلق

# STR_TRY
source: Try again
ar: حاول ثانية

# STR_IGNORE
source: Ignore
ar: الغاء

# STR_SURE
source: Sure
ar: تأكيد

# COUNTRY_ALL
source: All countries
ar: جميع البلدان

# COUNTRY_Algeria
source: Algeria
ar: الجزائر

# COUNTRY_Bahrain
source: Bahrain
ar: البحرين

# COUNTRY_Canada
source: Canada
ar: كندا

# COUNTRY_Egypt
source: Egypt
ar: مصر

# COUNTRY_Jordan
source: Jordan
ar: الأردن

# COUNTRY_Kuwait
source: Kuwait
ar: الكويت

# COUNTRY_Lebanon
source: Lebanon
ar: لبنان

# COUNTRY_Libya
source: Libya
ar: ليبيا

# COUNTRY_Morocco
source: Morocco
ar: المغرب

# COUNTRY_Oman
source: Oman
ar: سلطنة عمان

# COUNTRY_Qatar
source: Qatar
ar: قطر

# COUNTRY_SaudiArabia
source: Saudi Arabia
ar: السعودية

# COUNTRY_Sudan
source: Sudan
ar: السودان

# COUNTRY_Syria
source: Syria
ar: سوريا

# COUNTRY_Tunisia
source: Tunisia
ar: التونس

# COUNTRY_Turkey
source: Turkey
ar: تركيا

# COUNTRY_UnitedArabEmirates
source: United Arab Emirates
ar: الإمارات العربية المتحدة

# COUNTRY_UnitedKingdom
source: United Kingdom
ar: المملكة المتحدة

# COUNTRY_UnitedStates
source: United States
ar: الولايات المتحدة الامريكية

# COUNTRY_Yemen
source: Yemen
ar: اليمن

# LAN_ARABIC
source: Arabic
ar: العربي

# STR_VOTE
source: Vote
ar: صوت

# STR_VOTES
source: Votes
ar: صوت

# STR_WEIGHT
source: Weight
ar: الوزن

# STR_HEIGHT
source: Height
ar: الطول

# STR_LASTUPDATEON
source: Last update on:
ar: اخر تحديث

# STR_UNDERWIEGHT
source: Underweight
ar: نحافة

# STR_NORMALWEIGHT
source: Normal weight
ar: الوزن طبيعي

# STR_OVERWEIGHT
source: Overweight
ar: وزن زائد

# STR_OBESE
source: Obese
ar: سمنة

# STR_YOURGOAL
source: YOUR GOAL
ar: الوزن المستهدف

# STR_NOTIFICATION
source: Lomi Notification
ar: تنبيهات لومي

# STR_BREAKFAST
source: Breakfast
ar: الفطور

# STR_LUNCH
source: Lunch
ar: الغذاء

# STR_DINNER
source: Dinner
ar: العشاء

# STR_MSNACK
source: Morning Snack
ar: وجبة خفيفة صباحا

# STR_ASNACK
source: Afternoon Snack
ar: وجبة خفيفه ظهرا

# STR_ESNACK
source: Evening Snack
ar: وجبة خفيفة مساءا

# STR_FULLYBOOKED
source: Fully Booked
ar: الاشتراكات محجوزة بالكامل...غير متاح حاليا

# STR_EXPYEAR
source: Year
ar: عام

# STR_EXPMONTH
source: Month
ar: شهر
