Repository: kpstar/LomiApp-ObjectC-
Catalog: LomiApp/*.lproj/Main.strings
Languages: ar

# ZkY-YD-mf6.text
source: Canada
ar: كندا

# a19-Dq-hkh.text
source: Country
ar: البلد

# aeM-08-lWT.text
source: Cancel
ar: الغاء

# afS-yz-zff.text
source: What is your reason to follow the diet program? Please choose one
ar: ماهو السبب لمتابعة برنامج غذائي؟ الرجاء اختيار احد الاسباب التالية

# ata-zO-IjS.text
source: Weight
ar: الوزن

# b0A-gf-0oL.text
source: Cancel
ar: الغاء

# b7n-4i-7zT.text
source: Pick from Library
ar: اختيار صورة

# bBk-cq-8Ns.text
source: How often do you exercise for at least 30 minutes ?
ar: كم مرة تمارس الرياضة لمدة 30 دقيقة على الأقل؟

# bBm-vf-5EX.text
source: Length
ar: الطول

# bCh-lG-ed5.text
source: Weight (kg)
ar: الوزن (كغم‫)‬

# bx9-Ag-8pe.text
source: Male
ar: ذكر

# c0F-l1-5zi.text
source: Weight
ar: الوزن

# c8V-l3-iCX.text
source: Upgrade your account!
ar: ترقية حسابك

# cFl-hc-e9B.normalTitle
source: Upgrade Account
ar: ترقية حسابك

# cfS-mj-WuI.text
source: TRY IT NOW
ar: جربه الآن

# cgI-71-66U.text
source: Apply
ar: تقديم

# cq6-BM-adD.text
source: Morning Snack
ar: وجبة خفيفة صباحا

# dR5-2V-JE0.text
source: Email
ar: البريد الإلكتروني

# dff-4d-9H6.text
source: Canada
ar: كندا

# dkt-qt-HWC.text
source: Language
ar: اللغة

# do8-Dd-rpD.text
source: Birthday
ar: تاريخ الميلاد

# eAz-GV-p7q.text
source: Profile
ar: الملف الشخصي

# eU1-uy-D7t.text
source: Last update on:
ar: اخر تعديل:

# ebC-Mn-B4O.text
source: Choose a nutritionist
ar: اختيار اخصائية التغذية

# epq-QP-rcf.text
source: Back
ar: رجوع

# f8D-Vf-BFO.text
source: What is the most you have weighted over the past few years
ar: ما هو أكثر وزن وصلته على مدى السنوات القليلة الماضية

# fA2-hI-Bmt.text
source: Male
ar: ذكر

# fB9-VT-CXt.text
source: Cancel
ar: الغاء

# fCY-t0-e64.title
source: Daily Plan
ar: الخطة اليومية

# fVF-LI-oal.text
source: Enter your promotional code below and we will contact you to activate it
ar: أدخل الرمز الترويجي ادناه واحصل على العرض الخاص

# fi9-mr-5mx.text
source: Your Questionnaire
ar: الاستبيان

# fkx-8y-Mb8.placeholder
source: Please select your birthday
ar: يرجى تحديد تاريخ ميلادك

# flu-8K-3FT.text
source: Current weight
ar: الوزن الحالي

# fru-yB-Lcd.placeholder
source: Expiration Year
ar: سنة الإنتهاء

# g3P-c2-Vz4.text
source: Back
ar: رجوع

# gPa-Pg-f2D.text
source: Canada
ar: كندا

# gdf-gi-0zL.normalTitle
source: Log in
ar: تسجيل دخول

# h3j-qN-exI.text
source: Registration
ar: التسجيل

# hBE-53-Rav.text
source: Payment
ar: الدفع

# hFz-9Y-iFQ.text
source: Lunch
ar: الغذاء

# hFz-Mr-3GP.text
source: Welcome to Lomi!
ar: اهلا وسهلا بك في لومي

# hNP-8y-3dU.text
source: Evening Snack
ar: وجبة خفيفة مساءا

# hbE-q9-c8m.text
source: TRY IT NOW
ar: جربه الآن

# hr7-g2-9ih.text
source: Forgot your password ?
ar: هل نسيت كلمة المرور؟

# hrs-66-MKj.text
source: Forgot password?
ar: هل نسيت كلمة المرور؟

# ih1-iO-rOY.text
source: kg
ar: كغم

# jZi-zx-lNq.text
source: Body Measurements
ar: قياسات الجسم

# kp4-Yc-rlL.text
source: Sound Effect
ar: مؤثرات صوتية

# kyy-tw-IhJ.text
source: Birthday
ar: تاريخ الميلاد

# l78-GR-cTg.text
source: New Photo
ar: صورة جديدة

# l9r-7g-IPI.text
source: Female
ar: انثى

# lK2-JE-fxI.text
source: About Lomi
ar: عن لومي

# lcP-al-5un.text
source: Your Plan :
ar: الاشتراك:

# lei-Kg-Cl7.text
source: Registration
ar: تسجيل

# m8I-8q-jeO.text
source: You have just created account! Choose your nutritionist
ar: لقد بدأت الخطوة الاولى لنظام حياة صحي…نرجو اختيار الاخصائي التي ترغب بالمتابعة معك

# mCV-UD-1N5.text
source: General
ar: عام

# mMb-tz-77L.text
source: New Photo
ar: صورة جديدة

# mOs-2g-XRd.text
source: Brings health experts to your fingertips
ar: خبراء الصحة والريجيم في متناول يديك في اي وقت وبأي مكان

# mdN-rg-EEm.text
source: Canada
ar: كندا

# mk4-S3-drh.title
source: Progress
ar: النتائج

# mmh-dN-ahM.text
source: About Us
ar: من نحن

# mys-Zo-u2H.title
source: Journal
ar: اعمالي اليومية

# nCz-De-LZI.text
source: Kilograms
ar: كغم

# nG8-tq-VFa.text
source: Upgrade Account
ar: ترقية حسابك

# nZV-rd-8ON.text
source: Edit
ar: تعديل

# nbh-xc-v6s.title
source: Progress
ar: النتائج

# nej-Uv-ue3.text
source: Measurement Unit
ar: تعديل

# oME-Zv-dsQ.text
source: Canada
ar: كندا

# olg-zD-Fv8.text
source: Done
ar: تم

# pY0-hI-rTm.text
source: My Progress
ar: النتائج

# q0C-ge-LMl.text
source: Application Settings
ar: اعدادات التطبيق

# qNt-d6-yh1.text
source: Cancel
ar: الغاء

# rSn-G5-HTX.text
source: Logout
ar: خروج

# sId-2y-RAJ.placeholder
source: Expiration Month
ar: شهر الإنتهاء

# sS0-IN-tsg.text
source: Afternoon Snack
ar: وجبة خفيفه ظهرا

# sU0-bu-RJ1.text
source: Application Settings
ar: اعدادات التطبيق

# sWk-7f-F1N.text
source: Thigh
ar: محيط الفخدين

# sZj-wK-88R.normalTitle
source: ADD NEW WEIGHT
ar: ادخل الوزن الجديد

# sbM-ja-kRz.text
source: Body Mass index (BMI)
ar: مؤشر كتلة الجسم

# sf9-oi-L9p.text
source: Next
ar: التالي

# tFE-ip-osZ.text
source: Male
ar: ذكر

# tZQ-OD-in7.text
source: 3 / 5 (3 votes)
ar: 3 / 5 (3 صوت)

# th8-PG-k43.title
source: Profile
ar: ملفي

# u34-8a-BJe.text
source: Back
ar: رجوع

# u6J-cf-UH2.normalTitle
source: SEND
ar: ارسال

# uP7-bE-qLZ.text
source: Centimeters (cm)
ar: ‫(‬سم‫)‬

# uyF-VL-fg0.text
source: Music
ar: موسيقى

# v0r-Z4-ab0.text
source: PREMIUM
ar: الخدمة المميزة

# vYd-ap-jEh.text
source: Calorie and step counting apps alone, won't help you lose weight or reach your goals. Lomi on the other hand, is a mobile application that connects you with health professionals in REAL TIME, that are willing to help you reach your target weight, feel better, and achieve your health goals. Easy access to our real-life health experts will help you reach your health goals easier; Whether it was weight loss, managing disease through diet, enhancing your fitness level or simply a new healthy life style.
ar: احد اسباب عدم نجاح برامج الريجيم هو الملل من اتباع خطة محددة ووجبات ثابت..لومي يوفر لك خدمة الاتصال والتواصل مع الاخصائي دون عناء الذهاب الى العيادات والانتظار وبالتالي يمكنك اخذ الاستشارة والتعديل على نظامك الغذائي اليومي بما يتناسب وظروف حياتك. إن المتابعة اليومية من خلال التطبيق تعطيك الدعم والاستشارة اللازمة للوصول الى هدفك الصحي باي وقت ومن اي مكان سواء كان الهدف خسارة الوزن والوصول الى اسلوب حياة صحية او لاي استشارات تغذوية اخرى

# w05-iK-WL8.normalTitle
source: Log in
ar: تسجيل دخول

# wGE-hM-0Ic.title
source: Dialy Plan
ar: الخطة اليومية

# wV9-KK-AIG.text
source: Cancel
ar: الغاء

# wd6-Gf-ppr.text
source: Dinner
ar: العشاء

# wfm-un-LoY.text
source: About Lomi
ar: عن لومي

# why-hd-fOV.text
source: Diet Reasons
ar: اسباب الحمية

# wui-Us-Lb2.title
source: Journal
ar: اعمالي اليومية

# xVk-WO-D25.placeholder
source: Please select your birthday
ar: يرجى ادخال تاريخ ميلادك

# yDI-vm-eAc.text
source: Messages
ar: رسائلي

# yE8-LH-EGd.text
source: FAQ
ar: الاسئلة الشائعة

# z2w-HO-Q3i.text
source: Privacy Mode
ar: الخصوصية

# zNK-aV-KXf.normalTitle
source: SEND
ar: ارسال

# zsL-Dh-RuM.text
source: Step 1
ar: خطوة 1

# Lo6-x1-5mp.text
source: Phone number
ar: هاتف

# zzH-Iy-UaD.text
source: Phone number
ar: هاتف

# l2L-2F-dCV.text
source: Phone number
ar: هاتف

# 6s8-HM-Cgl.normalTitle
source: SEND
ar: ارسال

# xqN-ea-oAx.text
source: Contact Us
ar: اتصل بنا

# dfU-6W-IZX.text
source: Contact Us
ar: اتصل بنا

# 7RM-5o-SXI.normalTitle
source: Send Message
ar: إرسال رسالة

# iFp-p4-5kk.text
source: Please let us know what do you think about us
ar: يسعدنا تواصلك ويهمنا رأيك

# HGb-xK-Uaf.text
source: Confirm Email
ar: تأكيد الايميل

# jla-2e-bzY.normalTitle
source: Send me bank account details for wire transfer
ar: للحوالة البنكية استلام معلومات الحساب بالايميل

# zYS-Sd-HY6.text
source: You don't have credit card, Pay by bank transfer
ar: لا ترغب بإستخدام البطاقة الإئتمانية

# t4X-n3-M7o.text
source: Country
ar: البلد

# XFV-pD-L9f.text
source: Specialty
ar: الاختصاص
