Repository: kpstar/LomiApp-ObjectC-
Catalog: LomiApp/*.lproj/Main.strings
Languages: ar

# 0mQ-ua-NfK.text
source: Pick from Library
ar: اختيار صورة

# 1Gh-91-BNM.placeholder
source: Please select your country
ar: رجاء اختر بلدك

# 1Gv-y6-kBu.text
source: Female
ar: أنثى

# 1Qa-PB-vIn.text
source: New Photo
ar: صورة جديدة

# 1hc-36-TRc.text
source: Sport
ar: رياضة

# 2Bk-jN-Xai.text
source: Breakfast
ar: الفطور

# 2Xe-do-pkg.text
source: Have a promotion code?
ar: لديك رمز ترويجي؟

# 2qJ-mZ-B6s.text
source: Friend Notification
ar: تنبيهات الأصدقاء

# 356-MT-VVx.text
source: We bring health expert to your fingertips
ar: النظام الغذائي الخاص بك هو في يديك‫!‬

# 35h-Os-MTg.text
source: Give a rate
ar: قيم الاخصائي

# 3OC-XV-YTd.text
source: Work
ar: عمل

# 3QQ-Xf-BFQ.text
source: Push notification
ar: تنبيهات

# 3XQ-85-Ov7.text
source: Code
ar: رمز

# 4Uh-dB-pdP.text
source: Vibration
ar: الاهتزاز

# 4eI-Gb-B4N.text
source: Birthday
ar: تاريخ الميلاد

# 4lo-2r-lhJ.text
source: Female
ar: أنثى

# 5jW-sm-bTp.text
source: My Profile
ar: الملف الشخصي

# 5om-o2-kEL.text
source: Save
ar: تم

# 6Hh-Ha-RoV.text
source: Upper arm
ar: محيط الذراع

# 6Yy-PC-4nI.normalTitle
source: Accept
ar: مواف

# 6eB-ef-j5r.text
source: Chest
ar: محيط الصدر

# 6ls-uZ-Sbp.text
source: kg
ar: كغم

# 7Jj-DA-Gwh.text
source: Your Questionnaire (5/5)
ar: الإستبيان‬ (5/5)

# 7Z9-JB-dhS.text
source: Food kind
ar: نوع الأكل

# 7aQ-n3-QQq.text
source: Canada
ar: كندا

# 7j0-Xa-TDz.text
source: Your Questionnaire (1/4)
ar: الإستبيان (1/4)‬

# 7mJ-5Z-cHp.text
source: Log in
ar: تسجيل الدخول

# 891-Oh-pF4.text
source: What type of foods you avoid in your diet ?
ar: ماهو نوع الطعام الذي تفضل تجنبه ب حميتك الغذائي

# 8IC-6k-wB3.text
source: Enter your promotional code below and receive one week PREMIUM ACCOUNT
ar: أدخل الرمز الترويجي أدناه وتلقي أسبوع واحد اشتراك ممتاز

# 9Ok-R3-j1A.text
source: Cancel
ar: إلغاء

# AbZ-PY-5O1.text
source: Cancel
ar: إلغاء

# AmD-kO-znv.text
source: Back
ar: عودة

# BHl-SG-XND.text
source: Last Name
ar: الإسم الاخير

# BOA-XN-4YJ.text
source: Birthday
ar: تاريخ الميلا

# BRq-fg-r1u.text
source: Female
ar: أنثى

# BfL-fA-FTY.text
source: On statistic, PREMIUM USERS achieve their goals in resetting weights on 45 % more
ar: إحصائيا، المشتركين بباقات المتابعة مع اختصاصي التغذية حققوا الاهداف بخسارة الوزن بنسبة ٤٥٪ اكثر من الاشخاص الذين لم يتابعوا يوميا

# CUP-Hc-58n.text
source: Pick from Library
ar: اختيار صورة

# CVB-3m-aKp.title
source: Messages
ar: رسائلي

# CcE-RH-jQH.text
source: First Name
ar: الاسم الاول

# CnM-0J-Skt.text
source: Chat Notification
ar: إشعار محادثة

# D1g-Wt-Q3R.text
source: Step 2
ar: خطوة ٢

# DUa-23-LbL.text
source: Enter your email address and we'll help you reset your password.
ar: أدخل عنوان بريدك الإلكتروني، ونحن سوف تساعدك على إعادة تعيين كلمة المرور الخاصة بك.

# DZW-Gl-aDT.text
source: Payment Plan
ar: خطة الدفع

# Dit-Dk-qdW.text
source: Pick from Library
ar: اختيار صورة

# E4N-mB-2Pt.text
source: Female
ar: أنثى

# EEB-Mw-vox.text
source: Exp Year
ar: سنة الإنتهاء

# ELG-31-nlH.text
source: Challenge Notification
ar: إشعار تحدي

# Fje-Un-yg3.text
source: Cancel
ar: إلغاء

# GOR-Or-cY3.text
source: No comment
ar: لا يوجد ملاحظات

# Gg5-pI-FO1.text
source: Male
ar: ذكر

# HA4-qT-kqc.text
source: Cancel
ar: إلغاء

# HH7-u3-uhi.text
source: Other
ar: أخرى

# HLV-Mf-fLC.text
source: Your Questionnaire (3/4)
ar: الإستبيان‬ (3/4)

# HXY-ai-6Dj.text
source: Have a promotion code?
ar: هل لديك رمز ترويجي

# Hh8-FJ-fLE.placeholder
source: Credit Card Number
ar: رقم بطاقة الإئتمان

# Hvj-W4-HaQ.text
source: English
ar: الانجليزي

# I4D-IY-599.text
source: Your Questionnaire (2/4)
ar: الإستبيان‬ (2/4)

# IP2-qc-dg6.text
source: What is your work ?
ar: ما هو عملك؟

# JGi-2F-t6s.text
source: Cancel
ar: إلغاء

# JGk-tJ-LxM.text
source: Done
ar: تم

# Kei-Z0-Rys.text
source: Upload your meal photo
ar: حمل صورة وجبتك

# Kmo-Sn-Dc5.normalTitle
source: Update Account
ar: تعديل حسابك

# Kog-YQ-SIo.normalTitle
source: Sign up
ar: تسجيل

# Kwf-WP-1Jt.title
source: Messages
ar: رسائلي

# LL1-y4-dVu.text
source: Units Settings
ar: وحدات القياس

# Lsx-xA-tZg.text
source: Cancel
ar: الغاء

# M5h-Kg-zyD.text
source: I accept
ar: موافق

# MZ2-Hr-zg1.text
source: Country
ar: البلد

# Mjd-rh-un0.normalTitle
source: Close
ar: أغلق

# Mne-on-fkw.text
source: Weight
ar: الوزن

# NW4-rt-TPm.text
source: Exp Month
ar: شهر الإنتهاء

# NtG-bd-UcB.text
source: Save
ar: حفظ

# ODX-J2-6Hh.text
source: Next
ar: التالي

# OHd-Z1-Nj7.text
source: Upgrade Account
ar: ترقية الحساب

# ONC-FF-Bff.placeholder
source: Please select your country
ar: الرجاء اختيار البلد

# OPO-5V-8ed.text
source: Confirm Password
ar: تأكيد كلمة السر

# OT9-bW-Euv.text
source: Waist
ar: الخصر

# Orm-73-vWi.text
source: Promotion Code
ar: الرمز الترويجي

# P4f-Rw-UUq.text
source: Done
ar: تم

# PEy-IG-bY6.text
source: "Brings health experts to your fingertips" 1- What is LomiApp? - LomiApp is a specialized application based on electronic communication between the user and the dietician which helps you lose weight wherever you are, without having to waste time going to specialized nutritionist clinics. - You just choose the dietitian from Lomi dietitians list. Then, you can start contacting your dietician through the application, and upon upgrading your subscription she will provide you with a customized diet plan, with continuous following to reach your goal in losing weight. 2- How to use LomiApp? - Upon registration LomiApp provides you with one free week to communicate with the dietician you have chosen through the registration process where you can contact her about any related question and she will be your guide to lose weight and reach your goal - Also, you can upload your daily meals through "My Journal " icon inside the application so she can comment on the food quantities consumed and number of calories needed based on your BMI - Also, the application provides you with a 3-day general diet plan through which you can follow to try the application and communicate with your nutritionist before upgrading your subscription. 3- Are there any advantages of registration in LomiApp, which obviate me from visiting the nutritionist clinic? Yes, as LomiApp provides you with: - Continuous consultation from your dietician to achieve the best and the most needed results related to your weight and your health. - The ability to contact your dietitian any time through private messages - Follow up your progress in losing weight process and provide the needed feedback - Providing a specialized diet plan based on your food likings and BMI - The ability to upload your daily food intake from breakfast to dinner into "Journal" icon inside the application where your dietician can see on Real Time what you are eating and can provide you with the necessary feedback . 4- How does LomiApp dietician provide me with customized diet plan? - After your free week has expired, you can upgrade your subsection to one of LomiApp packages, where you will receive a customized diet plan based on your health, BMI and other needs - You will only need to answer a few questions inside the App related to your health and body measurements. 5- What are the types of subscriptions in LomiApp? There are 2 types of subscriptions: 1- Free week communication with dietician with 3-day general diet plan provided upon registration 2- Paid packages: - Weekly $25 - Monthly $79 - 3 months $219 - One month detox with supplements $160 - Diabetes patient package 3 months $199 - Cancer patient package 3 months $199 - Pregnant mothers 6 months package $349 " you can complete the payment process through all Visa Card types or via bank transfer " 6- What is the one month subscription with detox supplements? - The course includes 3 products that are used together to : Detoxification of the body Colon Cleansing Regularity of disposal - Duration for subscription on this package is one month at least - The cost includes the delivery of the product to the user - The supplements are made of high-quality herbs and there are many product trials from Physicians Desk Reference (PDR) and there are no negative feedbacks so far - The supplement works on cleansing the digestive system and thus higher absorption for food - After the cleansing process is done, we begin to feed cells and form beneficial bacteria in the intestines 7- How to benefit from the one week free subscription? - LomiApp provides you with the chance to try the application without any fee required for the first week , where you receive an open communication with the dietician you have chosen during the registration and a free 3 day general diet plan for you to follow - The ability to share types of food you eat by written posts or by uploading their photos. - The ability to adjust your weight based on the progress done 8- What are the advantages of the paid subscription? - The ability to choose the dietitian you want. - You will receive a customized diet plan by your dietitian and according to your inserted data after reviewing your information that you have already submitted during registration process. - In addition, you will be able to change the kinds of food you do not like according to how much weight you aspire to lose - Periodical follow up through special messages between you and your dietitian, as well as the ability to ask your dietitian about anything related to your health, weight, and your daily routine in food and sports and many other things related to losing weight and improving your diet program “My Diet”. - Uploading photos of your food and a short description of it on daily basis so that the dietitian can adjust your food or change it with another kind, if it’s required. - Weekly weight measurement, in order for the dietitian to track your progress to improve your diet program “My Diet” or to add some adjustments, if it’s required. - The dietitian will be improving and adjusting your special diet program “My Diet” weekly, the thing that allows you to review the next week program and prepare the ingredients or change the kinds you do not like. 9- How do I communicate with my dietitian? You can communicate with your dietitian through an option entitled “Messages” which is within the main list. 10- How to share the photos of my food and other stuff with the dietitian? You can share the photos of your food through an option entitled “Journal” which is within the main list. 11- How can I get my diet program and how can I review it? Upon upgrading your subscription to one of LomiApp paid packages, your dietitian will start customizing a diet plan and it will be uploaded to your profile under “Daily Plan” icon and thus you will be able to review it any time. 12- How can I edit my weight? You can adjust your weight through clicking on the “Scale” icon called " Progress " which is within the main list. 13- How can I edit my information? Through an option entitled “Profile” which is within the main list, from where you can adjust all your personal data. 14- How can I edit my body measurements? Through an option entitled “Profile” in which you will find a list special for body measurements and you can adjust your own measurements through it. 15- What does the “scale” icon, which is within the main list, do? The dietitian uses this icon to send you notifications about weight measurement, track your progress and you can use it to adjust your weight on a weekly basis. 16- Are there any specific criteria by which I choose the dietitian? You may choose any dietitian you want, but you have to pay attention to the dietitian's status which will appear next to the name, the dietitian has a specific number of subscribers, thus the dietitian cannot receive more subscribers when he reaches the maximum number of users. 17- What does it mean to upgrade the subscription? Upgrading your subscription of LomiApp means that you will enjoy the full advantages of the application, to start your first step to achieve your ideal weight. 18- How to upgrade my subscription of Lomi? Click on the option entitled “Settings” located at the top right side inside the application, then you can choose one from our subscriptions packages. 19- How the payment is made on LomiApp? - LomiApp is a Canadian company based in Canada and Dubai where we have a very high standard regarding the privacy and security with bank statements and payment through credit cards, - Where the payment is done through a very safe connection with payment gateways, like any payment process done with any shop, which doesn’t‎ give us the right to receive or keep any information entered on the payment screen - Only the bank processes this data directly with the payment gateway and transfer the amount to the company account with a very high standard regarding safety and privacy. 20- Should I cancel my subscription after free week so no fee will be deducte? Please note that there are no fees deducted unless you decide to upgrade your account manually through the App settings then you choose your required package and choose the payment method. 21- How can I change the application language? You can change the language of the application through " Settings " icon located on the right side of the application then choose application settings then choose language option. 22- How can Lomi experts help me if i require a special diet plan according to my needs? LomiApp has a wide variety of dieticians with different specialties, where u can choose from them according to your specific need, for example if you are a diabetic patient, high blood pressure patient, Cancer patient, or if u suffer from kidney stones, etc. .... where you will receive a customized diet plan according to your health needs upon upgrading your subscription to one of LomiApp paid packages. 23- What is the 3-day general diet plan? It is general diet plan and not specific to the users need. where it is uploaded to your profile and aims you to try and test the application before subscribing to one of LomiApp packages.
ar: "رجيمك بين يديك" 1- ما هو تطبيق لومي؟ تطبيق لومي للحمية يقوم على التواصل الإلكتروني بين المستخدم و أخصائي التغذية مما يساعدك على خسارة الوزن أينما كنت دون الحاجة الى الذهاب للعيادات المتخصصة فقط اختر أخصائي التغذية الذي ترغب به من ضمن قائمة أخصائيي التغذية ليقوم بالتواصل معك عبر تطبيق لومي وعند ترقية الإشتراك سيقوم بإعطائك البرنامج الغذائي الخاص بك ومتابعتك إلى أن تحقق هدفك. 2- كيف أستخدم تطبيق لومي؟ عند التسجيل يمنحك تطبيق لومي بأسبوع مجانى للتواصل مع أخصائي التغذية الذي قمت بإختياره خلال عملية التسجيل حيث يمكنك من الإستفسار عن أى سؤال يتعلق بالصحة ,الرياضة والعادات الغذائية .. الخ كما يمكنك تصوير وتحميل وجباتك اليومية عبر ""أعمالي اليومية "" الموجودة داخل التطبيق حيث يقوم أخصائي التغذية بالتعليق على وجبتك كما يمنحك التطبيق خطة غذائية عامة لمدة 3 أيام تجريبية خلال الأسبوع المجاني مما تمكنك من التعرف على التطبيق قبل ترقية الاشتراك 3- هل هناك مميزات سأحصل عليها عند التسجيل في تطبيق لومي تغنيني من الذهاب بنفسي إلى العيادة؟ :نعم.. حيث يمنحك تطبيق لومي بالاتى استشارة دورية مع أخصائي التغذية لتصل إلى أفضل النتائج اللازمة للوصول الى الوزن المطلوب یوفرعليك الوقت والجهد في البحث عن أخصائي التغذية في منطقتك، بحيث يمكنك اختيار أي أخصائي تغذية والتعامل معه من خلال التطبيق مراسلة أخصائي التغذية في أي وقت من خلال الرسائل الخاصة بينكما متابعة خسارة الوزن أسبوعيا مع أخصائي التغذية إعطاء خطة غذائية معدة خصيصا على حسب حالتك الصحية , وزنك و عاداتك الغذائية كما يمكنك تعديل أصناف البرنامج الغذائي من قبل أخصائي التغذية عندما يتطلب الأمر ذلك ميزة تحميل الصور الخاصة بوجباتك وطعامك ليتمكن أخصائي التغذية من إبداء رأيه المناسب عليها 4- ماذا يلزمني لأحصل على برنامجي الغذائي؟ بعد انتهاء الأسبوع المجاني يمكنك ترقية الإشتراك لواحدة من باقات لومي المتاحة حيث ستحصل على خطتك الغذائية الخاصة بناءا على احتياجاتك الغذائية , وزنك وحالتك الصحية يلزمك فقط الإجابة على بعض الأسئلة المتعلقة بصحتك و قياسات جسمك ليتمكن أخصائي التغذية من تحديد البرنامج الغذائي الخاص بك على حسب ما يناسبك مع إمكانية تغييره في أي وقت إن تطلب الأمر دون تكلف عناء إدخال بياناتك مرة أخرى 5- ما هي أنواع الاشتراكات في تطبيق لومي؟ - أسبوع مجانى للتواصل مع أخصائي التغذية مع حمية تجريبية لمدة 3 أيام "" عند التسجيل "" - الباقات المدفوعة أسبوعى $25 شهرى $79 3 أشهر $219 اشتراك شهر للتخلص من السموم مع مكملات غذائية $160 باقة مريض السكرى لمدة 3 أشهر $199 باقة مريض السرطان لمدة 3 أشهر $199 باقة الحامل لمدة 6 شهور $349 يمكنك اتمام عملية الدفع من خلال بطاقات الائتمان بأنواعها أو عن طريق التحويل البنكي 6- ما هو الاشتراك لمدة شهر مع المكملات الغذائية للتخلص من السموم؟ :تشمل الدورة 3 منتجات التي تستخدم معال إزالة السموم من الجسم تطهير القولون تنظيم عملية الإخراج والتخلص من الفضلات مدة الاشتراك في هذه الباقة هي شهر واحد على الأقل تشمل التكلفة تسليم المنتج إلى المستخدم المكملات مصنوعة من الأعشاب عالية الجودة وهناك العديد من التجارب على المنتج من Physicians Desk Reference وليس هناك ردود فعل سلبية حتى الآن المكملات تعمل على تطهير الجهاز الهضمي وبالتالي زيادة عملية الامتصاص للمواد الغذائية بعد الانتهاء من عملية التطهير، نبدأ في تغذية الخلايا وتشكيل البكتيريا المفيدة في الأمعاء 7- كيف يمكنني الإستفادة من الأسبوع المجاني؟ تطبيق لومي يمنحك الفرصة لتجريب التطبيق بدون رسوم قبل ترقية الاشتراك لمدة اسبوع مجانى , حيث تحصل على اسبوع مجانا للتواصل مع أخصائي التغذية الذي قمت بإختياره خلال عملية التسجيل كما يمنحك التطبيق بخطة غذائية تجريبية لمدة 3 أيام يمكنك تطبيقها و المتابعة مع أخصائي التغذية عليها كما يمكنك تصوير وجباتك اليومية وتحميلها على التطبيق لمراجعتها من قبل أخصائي التغذية وإعطائك التعليق عليها تعديل وزنك بناءا على التغيير الذي حدث 8- ما هي مميزات الاشتراك المدفوع؟ اختيار أخصائي التغذية الذي تريده تحديد النظام الغذائي "رجيمى" بشكل خاص من قبل أخصائي التغذية لك حسب ما يناسبك بعد الاطلاع على معلوماتك التي أدخلتها خلال التسجيل، مع إمكانية تغيير الأصناف التي لا تحبها أو تغييرها أيضا على حسب درجة انقاص الوزن متابعة دورية من خلال الرسائل الخاصة بينك وبين أخصائي التغذية وإمكانية سؤاله عن أي شيء حول صحتك، ووزنك، أسلوبك اليومي في الطعام والرياضة وغيرها من الأمور المتعلقة بإنقاص الوزن و تحسين نظامك الغذائي إضافة صور طعامك يوميا وبعض الوصف حوله ليقوم الأخصائي بتعديله إن تطلب الأمر أو استبداله بصنف آخر قياس وزنك دوريا ليتمكن الأخصائي من تحسين نظامك الغذائي "رجيمى" أو إضافة بعض التعديلات إن لزم الأمر خطة البرنامج الغذائي الخاصة بك سيقوم الأخصائي بوضعها وتحديثها كل أسبوع، هذا يعني أنك ستتمكن من الاطلاع عليها لأسبوع قادم وتحضير الأصناف الناقصة لديك، أيضا استبدال أي صنف تقييم أخصائي التغذية 9- كيف أتواصل مع أخصائي التغذية؟ يمكنك التواصل مع الأخصائي من خلال وصلة "رسائلي" الموجودة ضمن القائمة الرئيسية. 10- كيف أشارك الأخصائي صور الطعام وغيرها؟ يمكنك مشاركة الأخصائي الصور والتعليقات عليها من خلال وصلة "أعمالي اليومية" الموجودة ضمن القائمة الرئيسية. 11- كيف سأحصل على برنامجي الغذائي الخاص بي وكيف أطلع عليه؟ ستقوم أخصائية التغذية برفع خطة البرنامج الغذائي الخاص بك ضمن قائمة "الخطة اليومية"، وبالتالي يمكنك الاطلاع عليها في أي وقت. 12- كيف أقوم بتعديل وزني؟ يمكنك تعديل وزنك من خلال النقر على أيقونة "الميزان" الموجودة ضمن القائمة الرئيسية. 13- كيف أعدل بياناتي؟ من خلال وصلة "ملفي" الموجودة ضمن القائمة الرئيسية، حيث ستتمكن من تعديل جميع بياناتك الشخصية. 14- كيف أعدل قياسات الجسم؟ من خلال وصلة "ملفي" التي تحتوي على قائمة خاصة "قياسات الجسم" لتقوم بتعديلها. 15- ماذا تعني أيقونة الميزان الموجودة ضمن القائمة الرئيسية؟ .تستخدم من قبل الأخصائي ليصلك إخطارات قياس الوزن .وأيضا لتقوم بتعديل وزنك من خلالها .إضافة إلى أنها تحتوي على رسم بياني يوضح لك كيف يتغير وزنك 16- هل توجد معايير محددة لاختيار أخصائي التغذية؟ !يمكنك اختيار أي أخصائي، ولكن انتبه لحالة الأخصائي لأن في حال وصول الأخصائي إلى الحد الأقصى من المشتركين، بالتالي لن يتمكن من استقبال مشتركين جدد.. وستجد ذلك واضحا إلى جانب اسمه 17- ماذا يعنى ترقية الاشتراك؟ ترقية الاشتراك هي حصولك على ميزات تطبيق لومي كاملة، وبذلك ستتمكن من تحقيق هدفك بالوصول إلى وزنك المثالي. 18- كيف يمكنني ترقية حسابك؟ يمكنك ترقية اشتراكك عن طريق الضغط على " إعدادات" فى الجزء الأعلى من التطبيق وسيظهر لك خاصية ترقية الاشتراك. 19- كيف تتم عملية الدفع عند ترقية الاشتراك؟ نحن شركة (لومي) شركة كندية مقرها كندا ودبى ولدينا معايير عالية الخصوصية والأمان فيما يتعلق بالحسابات البنكية أو الدفع عبر بطاقات الحساب الائتماني حيث تتم معالجة عملية الدفع عن طريق اتصال آمن مع بوابات الدفع الالكتروني مثلها مثل اى عملية دفع من خلال البطاقة باى سلسلة محلات والتى لا تعطينا الحق فى استلام أو الاحتفاظ بالمعلومات المدخلة فى شاشة الدفع فقط يقوم البنك بمعالجة عملية الدفع مع البوابات الإلكترونية وتحويل المبلغ على حساب الشركة ضمن معايير عالمية تتعلق بالأمان والخصوصية وسرية المعلومات والاحتفاظ بها فقط بالبنك 20- كيف يمكنني إلغاء اشتراكي بعد الأسبوع المجاني؟ يمنحك التطبيق أسبوع مجانا بدون الحاجة لإدخال معلوماتك البنكية فلا يتم خصم أي مبلغ بعد انتهاء الأسبوع المجاني. 21- كيف يمكنني تغيير اللغة على التطبيق؟ يمكنك تغيير اللغة من خلال اختيار اختيار علامة " الإعدادات " ثم قم باختيار إعدادات التطبيق و الضغط على " لغة " 22- كيف يمكن لخبراء لومي مساعدتي إذا كنت بحاجة إلى خطة نظام غذائي خاص وفقا لاحتياجاتي؟ تطبيق لومى لديه مجموعة واسعة من أخصائيي التغذية من التخصصات المختلفة حيث يمكنك أن تختار من بينهم وفقا لاحتياجاتك الخاصة، على سبيل المثال، إذا كنت مريض السكري، أو إذا كنت تعانى من ارتفاع ضغط الدم، النقرس، أو إذا كنت تعاني من حصى الكلى، الخ .... حيث يتم منحك حمية غذائية خاصة بناءا على رغبتك وحالتك الصحية بعد ترقية اشتراكك لواحدة من باقات لومي المدفوعة. 23- ما هي خطة النظام الغذائي العام لمدة 3 أيام؟ هى خطة نظام الغذائي عامة وليس محددة لاحتياجات المستخدمين حيث يتم تحميلها إلى ملفك الشخصي ويهدف منها اختبار التطبيق والتواصل مع أخصائي التغذية قبل الاشتراك في واحدة من باقات لومي المدفوعة

# PMF-Bl-ODc.text
source: Disease
ar: امراض

# Pls-NK-xub.text
source: Code
ar: الرمز

# Q5y-qD-pou.text
source: Please list below if you suffer from any Disease, Chronic condition, Food allergies or food sensitivities.
ar: يرجى ذكر أدناه إذا كنت تعاني من أي مرض، حالة مزمنة، أوحساسية غذائية أو أي حساسيات.

# Q6R-oN-4N1.text
source: Cancel
ar: إلغاء

# Q88-bu-lKX.text
source: Exp Date :
ar: تاريخ الإنتهاء :

# Q8w-Xe-c37.text
source: Filter
ar: مرشحات

# QUe-14-gZf.normalTitle
source: Update Account
ar: استخدم الرمز الترويجي

# QsH-FU-3AV.text
source: Your Questionnaire (4/4)
ar: الإستبيان‬ (4/4)

# Qvh-TT-RvN.text
source: Goal weight
ar: الوزن المراد تحقيقه

# RWS-C7-ijX.text
source: Next
ar: التالي

# Rhb-Jf-nwX.title
source: Profile
ar: ملفي

# RmT-hF-OP2.text
source: User Name
ar: اسم المستخدم

# S0L-gt-wWC.text
source: Email
ar: الإيميل

# S8Z-WP-oGT.text
source: Hips
ar: محيط الورك

# SdA-7K-AZf.text
source: the terms and conditions
ar: الشروط والأحكام

# Sea-xy-goC.text
source: Healthy
ar: صحي

# T1M-DA-xko.text
source: Journal
ar: اعمالي اليومية

# T6E-b2-XBR.text
source: Height
ar: الطول

# Too-jA-3Ni.text
source: Height (cm)
ar: الطول (سم‫)‬

# U0v-L5-NMv.text
source: Next
ar: التالي

# UGy-18-kKF.text
source: Age
ar: العمر

# UU2-b0-ZYA.text
source: 3 / 5 (0 vote)
ar: 3 / 5 (0 صوت)

# UWL-OF-RaP.text
source: Body Measurements
ar: قياسات الجسم

# Ud3-mn-Ahl.text
source: Last Name
ar: الإسم الأخير

# Ugd-72-Fov.text
source: Daily Plan
ar: الخطة اليومية

# Uhe-MZ-PH3.text
source: Password
ar: كلمة السر

# UtX-yd-N87.text
source: Next
ar: التالي

# UyZ-kF-eu5.text
source: New Photo
ar: صورة جديدة

# V3o-fd-rj7.text
source: FAQ
ar: الاسئلة المتكررة

# VNq-iw-QxR.text
source: kg
ar: كغم

# Vc9-vS-dpt.text
source: Password
ar: كلمة السر

# W1k-xO-qwf.text
source: Credit Card
ar: رقم بطاقة الإئتمان

# WLB-DQ-VmU.text
source: Lunch
ar: الغذاء

# WRO-7T-sRn.normalTitle
source: Create account
ar: سجل الان

# WWv-ye-XR7.text
source: Frequently Asked Questions
ar: الاسئلة المتكررة

# WX9-V8-Xl9.text
source: First Name
ar: الاسم الاول

# Wgk-Jl-4aP.text
source: Country
ar: البلد

# XHU-lJ-kr8.text
source: Next
ar: التالي

# Xn0-Ou-aj0.text
source: Female
ar: انثى

# Xxv-at-unG.text
source: Settings
ar: الاعدادات

# Xzu-9X-vYh.text
source: Promotion Code
ar: الرمز الترويجي

# YCl-Hx-TrM.text
source: Cancel
ar: الغاء

# YVD-Kg-NFI.normalTitle
source: Next
ar: التالي

# ZD0-0O-MC1.text
source: Change weight
ar: تغير الوزن

# ZES-UM-2dl.text
source: Select your country
ar: اختر بلدك

# ZOM-Qh-6Tm.normalTitle
source: Reset password
ar: اعادة تعيين كلمة السر

# ZXL-LT-5Yj.text
source: Email
ar: البريد الالكتروني
